{
  "square": [
    {
      "id": 1,
      "title": "Hijab Casual",
      "subjudul":"Hijab Lyfe",
      "gambar":"http://bit.ly/2R8yH7h",
      "langkah":[
        "1. Lipat jilbab segiempat menjadi segitiga, tidak sama besar",
        "2. Letakkan hijab sisi kanan lebih pendek dari sisi kiri",
        "3. Sematkan jarum pentul di sisi kanan",
        "4. Sematkan jarum pentul di hijab sisi kiri",
        "5. Tarik ujung sisi kiri hijab ke bahu kanan, sematkan jarum pentul",
        "6. It's done!"
        ]
    },
    {
      "id": 2,
      "title": "hijab segi empat menutup dada",
      "subjudul":"Laudya Chintya Bella",
      "gambar":"http://bit.ly/2R69L08",
      "langkah":[
        "1. bentuk hijab jadi segitiga seperti biasanya",
        "2. Kenakan di kepala dengan kedua sisi yang sama panjang",
        "3. Letakkan sisi hijab kanan secara berseberangan lalu rekatkan ujungnya menggunakan jarum atau peniti di bagian ciput dekat telinga",
        "4. Sisa ujung hijabnya bisa kamu letakkan di belakang leher lalu rekatkan kembali dengan jarum pentul di samping jarum yang satunya",
        "5. Buat bagian luarnya, kamu bisa rekatkan kembali dengan jarum pentul. Biar jarumnya nggak kelihatan, sematkan jarum dari dalam kerudung, ya",
        "6. Buat sisi kirinya, rekatkan di bahu sebelah kanan. Kalau mau lebih panjang, kamu bisa ambil bagian dalam sisi hijab kiri sebelum direkatkan dengan jarum",
        "7. Done !"
        ]
    }
  ],
  "pashmina": [
    {
      "id": 1,
      "title": "Polos untuk Lebaran Pashmina",
      "subjudul":"Hijup",
      "gambar":"http://bit.ly/2R8yH7h",
      "langkah":[
        "1. Bentangkan hijab polos sesuai keinginan sejajar bahu.",
        "2. Letakan hijab di atas kepala dengan memegang bagian kanan dan kiri.",
        "3. Tarik bagian kanan dan selipkan ke bahu kiri hingga berputar ke bagian kanan.",
        "4. Sematkan pentul di bagian kiri hijab kemudian rapikan.",
        "5. It's done!"
        ]
    },
    {
      "id": 2,
      "title": "Pashmina Jepit",
      "subjudul":"Rachel Venya",
      "gambar":"http://bit.ly/2R69L08",
      "langkah":[
        "1. Kenakan inner ninja untuk menutupi bagian leher mu.",
        "2. Lalu sematkan pashmina dengan panjang kedua sisi yang sama tanpa memerlukan peniti atau jarum pentul.",
        "3. Untuk mempercantik penampilan mu, kamu bisa kenakan anting sebagai hiasan tambahan.",
        "4. It's done!"
        ]
    }
  ],
  "turban": [
    {
      "id": 1,
      "title": "Turban yang Elegan",
      "subjudul":"Hijup",
      "gambar":"http://bit.ly/2R8yH7h",
      "langkah":[
        "1. Gunakan ciput ninja terlebih dahulu",
        "2. Letakkan pashmina di atas kepala dengan kedua sisi sama panjang",
        "3. Silangkan di atas kepala",
        "4. Tarik ke belakang dan ikat di bawah kunciran",
        "5. Ikat dengan kencang, tak perlu pakai pentul atau peniti",
        "6. Rapikan bagian kiri dan kanan hijab",
        "7. Done !"
        ]
    },
    {
      "id": 2,
      "title": "Simple Turban",
      "subjudul":"Rima",
      "gambar":"http://bit.ly/2R69L08",
      "langkah":[
        "1. Kenakan scarf di atas kepala dengan melipat bagian depan diatas dahi supaya lebih tebal dan memberikan kesan yang lebih rapi",
        "2. Setelah itu, pastikan panjang sisi kanan lebih panjang dibandingkan dengan sisi yang sebelah kiri",
        "3. Kemudian, kamu bisa memelintir bagian scarf yang lebih pendek supaya lebih mudah untuk dililitkan di sekitar cepolan",
        "4. Gunakanlah bagian untuk mengikat cepolan di bagian belakang",
        "5. Sematkan ujung scarf di bawah cepolan kamu supaya terikat kuat",
        "6. Lalu ambil sisi scarf yang lebih panjang dan pindahkan ke pundak sebelah kiri melalui belakang lehermu",
        "7. Setelah itu, gunakan sisi yang lebih panjang ini untuk membungkus bagian kepala depan yang paling dekat dengan dahi hingga ke belakang",
        "8. Kamu boleh memakai peniti di belakang turban supaya tetap kencang dan tidak lepas",
        "9. Done !"
        ]
    }
  ],
  "campur": [
    {
      "id": 1,
      "title": "Segi Empat Dagu Terbuka",
      "subjudul":"Hijup",
      "gambar":"http://bit.ly/2R8yH7h",
      "langkah":[
        "1. Pasang dalaman ninja ke kepala dan lipat hijab segi empat menjadi dua bagian segitiga dengan bagian luar berukuran lebih besar",
        "2. Aplikasikan hijab ke wajah, ukuran lebih pendek satu sebahu",
        "3. Tarik sisi yang panjang ke samping dan dilanjutkan ke atas kepala sehingga kain menutupi kepala bagian atas",
        "4. Peniti bagian samping kanan",
        "5. Talikan kedua ujung kanan dan kiri kemudian tutup dengan lekukan sisi panjang tadi. Jadi deh",
        "6. It's done!"
        ]
    },
    {
      "id": 2,
      "title": "Pashmina Simple Syar’i Menutup Dada",
      "subjudul":"Hijup",
      "gambar":"http://bit.ly/2R69L08",
      "langkah":[
        "1. Buat Salah Satu Sisi Hijab Lebih Panjang",
        "2. Ambil Sisi Bawah Hijab yang Paling Panjang",
        "3. Bawa Sisi Hijab Ke Belakang Hingga Kembali ke Depan",
        "4. It's done!"
        ]
    },
    {
      "id": 3,
      "title": "Turban Pashmina Shifon",
      "subjudul":"Destryandri",
      "gambar":"http://bit.ly/2FMYzA9",
      "langkah":[
        "1. Kenakan kedua pashmina dengan kedua sisi sama panjang",
        "2. Tarik kedua pashmina kebelakang leher dengan berlawanan",
        "3. Tarik pashmina sisi kiri ke atas kepala secara menyilang",
        "4. Rapihkan pashmina bagian belakang lalu gunakan jarum pentul",
        "5. Kemudian tarik pashmina sisi kanan ke atas kepala secara memyilang",
        "6. Rapihkan pashmina bagian belakang lalu gunakan jarum pentul",
        "7. Sematkan aksesoris (bross) biar kelihatan cantik",
        "8. It's done!"
        ]
    }
  ]
}
